const ru = {
    translation: {
        // Заголовки страниц
        pageTitles: {
            home: "НП ООО «Берлио» - Главная",
            about: "НП ООО «Берлио» - О Берлио",
            contacts: "НП ООО «Берлио» - Контакты",
            news: "НП ООО «Берлио» - Новости",
            equipment: "НП ООО «Берлио» - Оборудование и ПО",
            forClients: "НП ООО «Берлио» - Для клиентов",
            signAndResign: "НП ООО «Берлио» - Заключение и Перезаключение договоров",
            gettingElectronicCard: "НП ООО «Берлио» - Получение электронной карты",
            cardUsageRules: "НП ООО «Берлио» - Правила пользования электронной картой",
            dealResignation: "НП ООО «Берлио» - Расторжение договора",
            priceListsAndTariffs: "НП ООО «Берлио» - Прейскуранты и тарифы",
            workWithPrivateAccount: "НП ООО «Берлио» - Работа в ЛК",
            forPartners: "НП ООО «Берлио» - Для партнеров",
            detailedNews: "НП ООО «Берлио» - Подробности новости",
        },

        // Для Header
        departmentsPhone: "Телефоны филиалов",
        allContacts: "Все контакты",
        searchAzs: "Поиск АЗС",
        personalAccount: "Личный кабинет",
        customerService: "Обслуживание клиентов",
        backToHome: "перейти на главную",

        // Minsk
        companyName: "НП ООО «БЕРЛИО»",
        minskName: "Головной офис",
        minskAddress: "Минская область, г. Минск, ул. Быховская 55",
        minskFooterAddress: "ул. Быховская 55, г. Минск, Беларусь, 220007",
        inMinskCity: "в Минске",

        // Brest
        brestName: "Брестский филиал",
        brestAddress: "Брестская область, г. Брест, ул. Карла Маркса, 33 – 43",
        brestFooterAddress: "ул. К.Маркса 33, офис 43, г. Брест, Беларусь, 224005",
        inBrestCity: "в Бресте",

        // Vitebsk
        vitebskName: "Витебский филиал",
        vitebskAddress: "Витебская область, г. Витебск, ул. Правды 37, корп. 2",
        vitebskFooterAddress: "ул. Правды 37, корпус 2, офис 84, г. Витебск, Беларусь, 210029",
        inVitebskCity: "в Витебске",

        // Gomel
        gomelName: "Гомельский филиал",
        gomelAddress: "Гомельская область, г. Гомель, ул. Речицкая 1А",
        gomelFooterAddress: "ул. Речицкая 1а, кабинет 419, г. Гомель, Беларусь, 246017",
        inGomelCity: "в Гомеле",

        // Grodno
        grodnoName: "Гродненский филиал",
        grodnoAddress: "Гродненская область, г. Гродно, ул. Победы 17 - 7",
        grodnoFooterAddress: "ул. Победы 17-7, г. Гродно, Беларусь, 230026",
        inGrodnoCity: "в Гродно",

        // Mogilev
        mogilevName: "Могилёвский филиал",
        mogilevAddress: "Могилевская область, г. Могилев, ул. Челюскинцев 105В",
        mogilevFooterAddress: "ул. Челюскинцев 105В, г. Могилёв, Беларусь, 212003",
        inMogilevCity: "в Могилёве",

        // Для Navigation
        aboutBerlio: "О Берлио",
        forPartners: "Для партнеров",
        forClients: "Для клиентов",
        news: "Новости",
        equipmentAndSoftware: "Оборудование и ПО",
        contacts: "Контакты",
        closeMenu: "Закрыть меню",

        // Для search
        noResult: "По вашему запросу \"{{query}}\" ничего не найдено.",
        search: "Поиск по сайту",

        // Для partners
        appliedProgramsAndSoftware: "Прикладные программы и ПО",
        webCenterBerlio: "ПО “Веб Центр БЕРЛИО”",
        oilAndCapital: "ППП “НЕФТЬ И КАПИТАЛ”",
        selfServiceCashRegister: "Касса самообслуживания для сетей АЗС",
        gasStationAutomationSystem: "ППП “Система автоматизации АЗС”",
        invoiceWebsite: "Сайт для выставления счетов-фактур",
        usefulInformation: "Полезная информация",
        voiceInfoService: "Голосовая справочно-информационная служба",
        loyaltyProgram: "Программа лояльности",
        downloadableDocuments: "Документы для скачивания",
        berlioPaymentRules: "Правила платежной системы электронных денег «БЕРЛИО»",
        bankInformation: "Информация для банка",

        // Для clients
        electronicPaymentSystem: "Электронная платежная система",
        contractConclusion: "Заключение и перезаключение договора",
        eCardReceipt: "Получение эл.карточки",
        eCardUsage: "Использование эл.карточки",
        contractTermination: "Расторжение договора",
        ratesAndTariffs: "Прейскурант и тарифы",
        personalAccountUsage: "Работа с личным кабинетом",
        fuelCardsAndGasStations: "Топливные карты и АЗС",
        gasStationsAndRoutes: "АЗС и маршруты",
        fuelCardUsage: "Использование топливных карт",
        tollRoads: "Платные дороги (BelToll)",
        fuelPayment: "Оплата за топливо",
        regulatoryDocuments: "Нормативные документы",
        berlioEWalletRules: "Электронные деньги “БЕРЛИО” ОАО “Белгазпромбанк”. Правила",
        berlioUsageRegulations: "Регламент использования электронных денег “БЕРЛИО”",
        servicesAndSoftware: "Сервисы и ПО",
        berlioInternetClient: "Приложение “Berlio Internet client”",
        berlioCardPayApp: "Приложение “BERLIOCARDPAY”",
        tatneftApp: "Приложение “АЗС ТАТНЕФТЬ BY”",
        clientCabinetSoftware: "ПО “Личный кабинет клиента”",

        // Для BreadCrumbs
        breadCrumbs: {
            home: "Главная",
            about: "О Берлио",
            forPartners: "Для партнеров",
            forClients: "Для клиентов",
            signAndResign: "Заключение и перезаключение договора",
            gettingCard: "Получение электронной карты",

            dealResignation: "Расторжение договора",
            priceListsAndTariffs: "Прейскуранты и тарифы",
            workWithPrivateAccount: "Работа в личном кабинете",
            news: "Новости",
            detailedNews: "Детали новости",
        },

        // Для MainBlock
        mainBlock: {
            companyName: "Компания НП ООО «БЕРЛИО»",
            headline: "Система электронных расчетов на АЗС",
            tagline: "используйте электронную карту «БЕРЛИО» и заправляйтесь за 3 минуты",
            fuelCardUsage: "Использование топливных карт",
            belTollServices: "позволяет оплачивать услуги в системе BelToll (оплата платных дорог)",
            nonResidentServices: "Услуги в отношении нерезидентов РБ",
            nonResidentSupport: "компания также поддерживает клиентов из ближнего зарубежья",
            readMore: "Подробнее",
        },

        // Для MainAbout
        aboutBlock: {
            name: "Наша компания",
            alt: "Офис НП ООО «Берлио»",
            description: "Компания работает на рынке производителей и услуг с 1992 года. Количество объектов, принимающих к оплате карты «БЕРЛИО»: 804 — Беларусь, 379 — Россия",
        },

        // Для SystemSection
        systemSection: {
            name: "Система “БЕРЛИО”",
            listTitle: "а также",
            listItem1: "Разработка и сопровождение программного обеспечения под заказ; разработка, производство, установка и техническое обслуживание оборудования",
            listItem2: "Информационно-техническое обслуживание клиентов по системе безналичных расчетов «БЕРЛИО» на автозаправочных станциях, в магазинах и на объектах услуг в Беларуси",
            listItem3: "Разработка, производство, установка и обслуживание оборудования управления на автозаправочных станциях, СТО, пунктах взимания дорожных сборов, в магазинах и в других торговых объектах",
            listItem4: "Разработка, производство, установка и обслуживание оборудования по обеспечению расчетов по электронным картам",
            alt1: "Логотип BERLIO на стеле",
            alt2: "Заправка автомобиля",
        },

        // Для PurposeSection
        purposeSection: {
            name: "Назначение системы",
            description: "Система предназначена для оперативного безналичного расчёта по электронным картам. Основными составляющими узлами системы являются:",
            cardTitle1: "Расчетный центр",
            cardTitle2: "Терминалы",
            cardTitle3: "Электронные карты",
            fuelDispenser: "Топливораздаточная колонка",
            listTitle: "По картам “БЕРЛИО” можно оплатить:",
            listItem1: "топливо",
            listItem2: "газ",
            listItem3: "керосин",
            listItem4: "продукты",
            listItem5: "промтовары",
            listItem6: "масла",
            listItem7: "СТО",
            listItem8: "техосмотр",
            listItem9: "дорожный сбор в системе BelToll",
            listItem10: "дорожный сбор в системе ПЛАТОН",
            listItem11: "мойку",
            listItem12: "пылесос",
            listItem13: "стоянку",
            listItem14: "Velcom и МТС",
            listItem15: "услуги таможенных агентов",
        },

        // Для ClietPartnersServicesSection
        cpsSection: {
            name: "К услугам клиентов и партнеров",
            listItem1: "Оперативное заключение договоров",
            listItem2: "Безналичный расчёт",
            listItem3: "Своевременная бухгалтерская отчётность",
            listItem4: "Использование электронных карт",
            listItem5: "Возможность получения предоставляемых услуг (заправка любых видов топлива, покупка товаров народного потребления, оплата услуг, дорожных сборов) по одной электронной карте",
            listItem6: "Возможность ограничения видов предоставляемых услуг (заправка только конкретного вида топлива) по указанной клиентом электронной карте",
            listItem7: "Возможность ограничения суточной, месячной нормы топлива по указанной клиентом электронной карте, надежный металлический корпус в виде брелка для ключей, гарантия 1 год, индивидуальный пароль, надежная защита от подделки",
            forClients: "Для клиентов",
            forPartners: "Для партнеров",
        },

        // Для ForPartnersMain
        forPartnersMain: {
            title: "Для партнеров",
            description: "Выберите раздел и изучите необходимую информацию",
            partnerInfo: {
                title1: "Прикладные программы и ПО",
                title2: "Полезная информация",
                title3: "Стать участником системы",
                label1: "ПО “Веб Центр БЕРЛИО”",
                label2: "ППП “НЕФТЬ И КАПИТАЛ”",
                label3: "Касса самообслуживания для сетей АЗС",
                label4: "ППП “Система автоматизации АЗС”",
                label5: "Сайт для выставления счетов-фактур",
                label6: "Голосовая справочно-информационная служба",
                label7: "Документы для скачивания",
                label8: "Программа лояльности",
                label9: "Правила платежной системы электронных денег «БЕРЛИО»",
                label10: "Информация для банка",
            },
        },

        // Для PartnersAdvantagesSection
        partnersAdvantages: {
            name: "Преимущества для партнеров “БЕРЛИО”",
            documentsCycle: "Онлайн-оформление и полный цикл документов",
            documentsCycleTagline: "мы предоставляем полную бухгалтерию и работаем оперативно",
            billPrint: "Печать фискального чека",
            billPrintTagline: "возможность распечатать фискальный чек прямо из личного кабинета",
            location: "Удобное расположение офиса",
            locationTagline: "добираться к нам очень просто: офис в 4 минутах ходьбы от ст.м. “Ковальская Слобода”",
        },

        // Для PartnersFAQ
        partners: {
            faq_title: "Часто задаваемые вопросы",
            questions: {
                question1: "Как стать партнером?",
                question2: "Что необходимо, чтобы заключить договор?",
                question3: "Какие преимущества у партнеров?",
                question4: "Как получить акт сверки взаиморасчетов по топливу?",
                question5: "Как произвести оплату по договору?",
            },
            answers: {
                answer1: "На этом месте находится информация по данному вопросу",
                answer2: "На этом месте находится информация по данному вопросу",
                answer3: "На этом месте находится информация по данному вопросу",
                answer4: "На этом месте находится информация по данному вопросу",
                answer5: "На этом месте находится информация по данному вопросу",
            },
        },


        // Для ForClientsMain
        forClientsMain: {
            title: "Для клиентов",
            description: "Выберите раздел и изучите необходимую информацию",
            clientInfo: {
                title1: "Электронная платежная система",
                title2: "Топливные карты и АЗС",
                title3: "Нормативные документы",
                title4: "Сервисы и ПО",
                label1: "Заключение и перезаключение договора",
                label2: "Получение эл.карточки",
                label3: "Использование эл.карточки",
                label4: "Расторжение договора",
                label5: "Прейскурант и тарифы",
                label6: "Работа с личным кабинетом",
                label7: "Документы для скачивания",
                label8: "АЗС и маршруты",
                label9: "Использование топливных карт",
                label10: "Платные дороги (BelToll)",
                label11: "Оплата за топливо",
                label12: "Электронные деньги “БЕРЛИО” ОАО “Белгазпромбанк”. Правила",
                label13: "Регламент использования электронных денег “БЕРЛИО”",
                label14: "Приложение “Berlio Internet client”",
                label15: "Приложение “BERLIOCARDPAY”",
                label16: "Приложение “АЗС ТАТНЕФТЬ BY”",
                label17: "Касса самообслуживания для сетей АЗС",
                label18: "ПО “Личный кабинет клиента”",
            },
        },

        // Для ClientsAdvantagesSection
        clientsAdvantages: {
            name: "Преимущества для клиентов “БЕРЛИО”",
            customerService: "Сервисное обслуживание 24/7",
            customerServiceTagline: "оперативная техническая помощь клиентам в любое время суток",
            dealSign: "Заключение договора онлайн",
            dealSignTagline: "или в офисе в 4 минутах ходьбы от ст.м. “Ковальская Слобода”",
            personalCabinet: "Многофункциональный личный кабинет",
            personalCabinetTagline: "поддерживается многими АЗС Беларуси и имеет богатый функционал",
        },

        // Для ClientsFAQ
        clients: {
            faq_title: "Часто задаваемые вопросы",
            questions: {
                question1: "Как стать клиентом?",
                question2: "Что необходимо, чтобы заключить договор?",
                question3: "Как зарегистрировать бортовое устройство?",
                question4: "Каков порядок блокировки/разблокировки бортового устройства?",
                question5: "Как произвести оплату по договору?",
            },
            answers: {
                answer1: "На этом месте находится информация по данному вопросу",
                answer2: "На этом месте находится информация по данному вопросу",
                answer3: "На этом месте находится информация по данному вопросу",
                answer4: "На этом месте находится информация по данному вопросу",
                answer5: "На этом месте находится информация по данному вопросу",
            },
        },

        // Для SignAndResignMain
        signAndResignMain: {
            name: "Обслуживание в электронной платёжной системе “БЕРЛИО”",
            description: "Электронная платёжная система “БЕРЛИО” (далее – платёжная система “БЕРЛИО”) представляет собой сообщество пользователей: Участников и Клиентов, взаимодействующих в соответствии с установленными правилами.",
            purposeBeforeLink: "Приобретение и оплата за нефтепродукты, товары, работы и услуги производятся на ",
            purposeLink: "объектах торговли и сервиса (ОТС) ",
            purposeAfterLink: "платёжной системы “БЕРЛИО” электронными деньгами “БЕРЛИО” с применением:",
            list1: {
                item1: "электронных карт “БЕРЛИО”;",
                item2: "пластиковых электронных карт “БЕРЛИО”;",
                item3: "других носителей идентификационной информации",
                item4: "или их виртуальных эквивалентов",
            },
            participants: "Участники платежной системы “БЕРЛИО” (поставщики платёжных услуг)",
            operator: "Оператор",
            operatorTagline: "НП ООО “БЕРЛИО”",
            agents: "Агенты",
            agentsTagline: "организации,  обслуживающие собственных Клиентов, пользующихся платежной системой “Берлио”, могут иметь ОТС",
            emissioner: "Эмитент",
            emissionerTagline: "ОАО “Белгазпромбанк”",
            tradeAndServiceObject: "ОТС",
            tradeAndServiceObjectTagline: "объекты торговли и сервиса (АЗС, СТО, мойки и пр.)",
            serviseCenter: "ЦО",
            serviseCenterTagline: "центр обслуживания",
            customerService: "Обслуживание Клиентов осуществляется на основании:",
            list2: {
                item1: "договора присоединения клиента к обслуживанию в электронной платёжной системе “БЕРЛИО” – с Оператором (ЦО Оператора)",
                item2: "договора на открытие и обслуживание электронного кошелька, покупку электронных денег –  с Эмитентом (Расчётный центр)",
            },
            systemUsage: "Пользование платёжной системой “БЕРЛИО” осуществляется при наличии у Клиента оригиналов документов:",
            list3: {
                item1: "заявление о присоединении",
                item2: "договор с Эмитентом",
                item3: "иные договоры (согласно затребованным Клиентом услугам)",
            },
            documentsTitle: "Документы (ЛНПА) участников платёжной системы “БЕРЛИО” для ознакомления",
            operatorDocumentsTitle: "Документы оператора",
            cardTitle1: "Правила оператора электронной платежной системы “БЕРЛИО”",
            cardTitle2: "Правила обслуживания в электронной платежной системе “БЕРЛИО”",
            cardTitle3: "Договор присоединения клиента к обслуживанию в электронной платежной системе “БЕРЛИО”",
            emissionerDocumentsTitle: "Документы эмитента",
            cardTitle4: "Правила эмитента электронных денег “БЕРЛИО”",
            cardTitle5: "Договор на открытие и обслуживание электронного   кошелька",
            footer: "Договоры заключаются по установленным участниками платёжной системы “БЕРЛИО” типовым формам",
        },
 
        // Для SignAndResignSection
        signAndResignSection: {
            name: "Перезаключение / заключение договора",
            description: "В связи с изменением законодательства в сфере платёжных систем и приведением в соответствие типовых форм документов платежной системы “БЕРЛИО” (Система), Правил Оператора, Правил обслуживания, внедрением новой технологии обслуживания, действующим Клиентам необходимо перезаключить договоры обслуживания. Перезаключение и заключение Договора присоединения осуществляется по новой процедуре",
            dropdown1: "Оформление документов",
            link: "самостоятельно",
            selfSignList: {
                item1: "выполнить на сайте www.lkb.by предрегистрацию клиента: на стартовой странице кликнуть по кнопке “Предрегистрация в электронной платёжной системе “БЕРЛИО",
                item2: "ознакомиться с Регистрационной карточкой клиента (РКК), условиями и требованиями Договора присоединения и документов (ЛНПА) Участников платёжной системы “БЕРЛИО”",
                item3: "подготовить необходимый пакет документов для заполнения РКК и загрузки сканов",
                item4: "заполнить РКК:",
                orderedItem1: "выбрать Центр обслуживания",
                orderedItem2: "ввести УНП",
                orderedItem3: "подтвердить согласие Клиента с условиями и требованиями документов (ЛНПА) проставлением ”галочек” возле “Согласен”. При несогласии/отсутствии “галочек”, кнопка “Продолжить” не доступна, обслуживание действующих Клиентов (Оператора), не перезаключивших договоры, будет прекращено в одностороннем порядке",
                orderedItem4: "ввести данные уполномоченного лица (“Мастер-телефон”) на совершение юридически значимых действий в личном кабинете (ЛК) на сайте www.lkb.by, индивидуальный предприниматель указывает свой номер мобильного телефона)",
                orderedItem5: "загрузить сканы запрашиваемых документов для Оператора и Эмитента согласно “Списку документов” и РКК",
                orderedItem6: "проверить полноту и достоверность данных, при не соответствии, отредактировать, при наличии пустых полей, заполнить их. При  недостаточном объёме сведений для заполнения, сохранить РКК, кликнув на кнопку “Сохранить”, продолжить заполнение можно на стартовой странице www.lkb.by кликнув по кнопке “Предрегистрация в электронной платёжной системе “БЕРЛИО” и введя УНП в поле РКК",
                orderedItem7: "по завершению действий кликнуть последовательно на кнопки “Сохранить” и “Отправить” для проверки специалистами ЦО (выбранном изначально) на соответствие/несоответствие сведений в РКК и пакета документов требованиям платёжной системы “БЕРЛИО”",
                orderedItem8: "ожидать СМС-сообщение на “Мастер-телефон” о подтверждении предрегистрации, отправляется не позднее 5 рабочих дней с момента получения документов ЦО (данный срок действует в период перезаключения договоров и перехода на новый порядок) для дальнейшего формирования и подписания документов",
                orderedItem9: "при подтверждениии предрегистрации, пройти регистрацию в ЛК на сайте www.lkb.by",
                orderedItem10: "при отклонении предрегистрации, обратиться в изначально выбранный клиентом ЦО для выяснения несоответствия",
                orderedItem11: "сформировать в ЛК Заявление о присоединении, Соглашение о расторжении договора обслуживания (при перезаключении договора)",
                orderedItem12: "проверить в Заявлении о присоединении наличие “галок” возле “Согласен” (автоматически проставляются в соответствии с данными клиента из РКК)",
                orderedItem13: "распечатать Заявление о присоединении, Соглашение о расторжении договора обслуживания (при перезаключении договора), подписать, скрепить печатью (при использовании)",
                orderedItem14: "отправить Оператору, в выбранный при предрегистации ЦО, документ(ы) почтовым отправлением или с нáрочным для аутентификации / регистрации клиента в платёжной системе “БЕРЛИО”",
                orderedItem15: "отправить Эмитенту пакет документов по адресу: ОАО “Белгазпромбанк”, г. Минск, ул. Притыцкого,60/2, каб. 301",
                orderedItem16: "ожидать СМС-сообщение на “Мастер-телефон” о подтверждении регистрации и присвоенном номере и дате Договора присоединения",
                orderedItem17: "после получения Клиентом СМС-сообщения, процедура перезаключения договора в электронной платежной системе “Берлио” считается завершённой",
                footer: "Заявление о присоединении, оформленное и отправленное Клиентом на электронную почту Оператора или по факсу, не принимается",
                secondaryFooter: "Проверка статуса оформленных документов возможна в личном кабинете",
            },
            dropdown2: "Оформление документов в Центре обслуживания Оператора",
            customerServiceSignList: {
                item1: "ознакомиться с условиями и требованиями Договора присоединения и документов (ЛНПА) Участников платёжной системы “БЕРЛИО”, РКК",
                item2: "оформить, подписать, скрепить печатью (при использовании) документы для Эмитента (реквизиты договора, соглашения и пр., вопросник для клиента) согласно списку документов",
                item3: "подготовить необходимый пакет документов для оформления РКК и Заявления о присоединении. Допускается предоставление запрашиваемых документов в электронном виде (сканы на электронном носителе)",
                item4: "обратиться в ЦО Оператора по местонахождению Клиента (головной или региональные ЦО)",
                item5: "предоставить необходимый пакет документов для оформления РКК, Заявления о присоединении и загрузки сканов специалистами ЦО",
                item6: "подписать, скрепить печатью (при использовании) Заявление о присоединении, Соглашение о расторжении договора обслуживания (при перезаключении договора), предоставленные специалистами ЦО",
                item7: "1 экземпляр оригиналов вернуть специалисту ЦО",
            },
            dealFact: "Фактом присоединения клиента к Договору присоединения считается подтвержденная регистрация клиента в платёжной системе “БЕРЛИО”, подписанное сторонами Заявление о присоединении:",
            dealFactList: {
                item1: "номером Договора присоединения является номер регистрации Заявления о присоединении",
                item2: "датой Договора присоединения является дата регистрации Заявления о присоединении",
                item3: "местом составления является местонахождение ЦО, выбранного Клиентом при регистрации",
            },
            footer: {
                beforeTel: "Если у вас возникли вопросы по заключению договора, звоните в наш",
                tel1: "центральный офис",
                betweenTels: "или отдел по",
                tel2: "обслуживанию клиентов",
                afterTel: " Также вы можете позвонить в один из офисов наших филиалов на территории РБ или наших представителей в РФ.",
            },
            contactsLink: "Наши филиалы и контакты",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для GettingElectronicCardMain
        gettingCardMain: {
            name: "Получение электронной карточки",
            applicationHeader: "Заявка на получение электронной карточки “БЕРЛИО” оформляется:",
            list1: {
                item1: "личным обращением в ЦО Оператора по местонахождению Клиента (головной или региональные ЦО)",  
                item2: "звонком по телефону обслуживания клиентов",  
                item3: "письмом на электронную почту обслуживания клиентов:",  
            },
            mailLink: "info@berlio.by",
            applicationFooter: "Вам выпишут счет-фактуру на необходимое количество электронных карточек. Оплата электронной карточки производится на расчетный счет НП ООО  “БЕРЛИО” согласно выписанному счету-фактуре. Цена на электронную карточку устанавливается в соответствии с действующим прейскурантом. Электронная карта выдается только после ее оплаты",
            documentsHeader: "Документы для получения электронной карточки",
            supervisor: "Руководителю нужны",
            supList: {
                item1: "приказ о назначении руководителя",  
                item2: "паспорт или водительское удостоверение",  
                item3: "копия платежного поручения с отметкой банка (независимо от наличия электронной системы “Клиент-Банк”) - если получение карточки происходит в день оплаты",
            },
            notSupervisor: "Не руководителю нужны",
            notSupList: {
                item1: "доверенность на получение ТМЦ",  
                item2: "паспорт или водительское удостоверение",  
                item3: "копия платежного поручения с отметкой банка (независимо от наличия электронной системы “Клиент-Банк”) - если получение карточки происходит в день оплаты",
            },
            documentsFotterPrimary: "При получении электронной карточки держатель устанавливает категорию карточки (дизельная, бензиновая, топливная либо универсальная) и, при необходимости, суточную и/или месячную нормы отпуска.",
            documentsFotterSecondary: {
                beforeLink: "Изменить/установить нормы и/или заблокировать/разблокировать карточки также можно в ",
                afterLink: ", или предоставив письменное заявление в отдел обслуживания по месту заключения договора.",
            },
            lkbLink: "личном кабинете пользователя",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        //Для ReaderSVG
        readerSVG: {
            enter: "Ввод",
            cancel: "Сброс",
            return: "Возврат",
            doze: "Доза",
            menu: "Меню",
            lang: "Язык",
            massage1: "Введите пин-код",
            massage2: "и нажмите “Ввод”",
        },

        // Для DealResignationMain
        dealResignationMain: {
            name: "Расторжение договора",
            cardTitle1: "О расторжении договора с НП ООО “БЕРЛИО”",
            cardTitle2: "О расторжении договора с ОАО “Белгазпромбанком”",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для PriceListsAndTariffsMain
        priceListsAndTariffsMain: {
            name: "Прейскуранты и тарифы",
            cardTitle1: "Прейскурант №03/2024 от 22.02.2024 (для резидентов)",
            cardTitle2: "Прейскурант №01/24 от 17.01.2024",
            cardTitle3: "Прейскурант 03/2022 от 17.03.2022 с 21.03.2022",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для WorkWithPrivateAccountMain
        workWithPrivateAccount: {
            name: "Работа с личным кабинетом",
            description: "Личный кабинет позволяет пользователю системы самостоятельно просматривать и редактировать информацию по договору:",
            list1: {
                item1: "общие данные",
                item2: "список карт",
                item3: "список платежей",
                item4: "реализацию и баланс за текущий либо предыдущий месяц",
            },
            sections: "Разделы личного кабинета",
            information: "Информация",
            informationTagline: "дата заключения договора, адрес, телефон, email, УНП, банк, расчетный счет организации, текущий остаток денежных средств по договору",
            payments: "Платежи",
            paymentsTagline: "список платежей по договору за текущий или предыдущий месяц",
            cardList: "Список карт",
            cardListTagline: "перечень электронных карт договора с указанием номера, даты выдачи, состояния, категории (вида топлива) карты, а также расчитанной суммы на карте",
            report: "Отчет о реализации",
            reportTagline: "список отпущенных нефтепродуктов (н/п), товаров и услуг по электронным картам договора за месяц",
            balance: "Баланс",
            balanceTagline: "сальдо, обороты, НДС по договору за текущий или предыдущий месяц",
            middleDescriptinon: "Внесение данных и изменение информации осуществляется при подписании соответствующего заявления (оригинал):",
            cardTitle1: "Заявление",
            lkbLink : "Перейти в личный кабинет",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для NewsBlock
        newsBlock: {
            sortBy: "Упорядочить:",
            name: "Новости",
            newFirst: "Сначала новые",
            oldFirst: "Сначала старые",
            backHome: "На главную",
        },

        // Для PaymentSystem
        paymentSystem: {
            name: "Электронная платежная система «БЕРЛИО»",
            coverage: "Систему поддерживают 97% АЗС Беларуси, а также заправки России.",
            cardDescription: "Расчет за приобретаемое топливо, товары и услуги производится посредством электронной карточки «BERLIO», которая представляет собой пластиковую карту.",
            actionSignContract: "Заключить договор",
            gasStations: "АЗС",
        },

        // Для FuelCards
        fuelCards: {
            name: "Топливные карты",
            fuelCardsDescription1: "Оплата проезда транспортных средств по платным автомобильным",
            fuelCardsDescription2: "Залоговая стоимость устройства электронной оплаты (бортового устройства)",
            road: "Дорога",
            cardTitle: "Выпуск в обращение и использование топливных карт",
        },

        // Для ActualSection
        actualSection: {
            name: "Актуальное",
            actualBlockTitle1: "Перечень заправок без процентов",
            actualBlockDescription1: "Нужно что-то написать!",
            actualBlockTitle2: "Оперативная помощь при обращении",
            actualBlockDescription2: "Нужно что-то написать!",
            actualBlockTitle3: "Сеть АЗС и маршрутов",
            actualBlockDescription3: "Нужно что-то написать!",
        },

        // Для NewsSection
        newsSection: {
            name: "Последние новости",
            linkToNews: "К деталям новости",
            prev: "влево",
            next: "вправо",
        },

        // Для DetailedNewsMain
        detailedNewsMain: {
            name: "Детали новости",
            notFound: "Новость не найдена",
            backToNews: "Вернуться к новостям",
            date: "Дата",
        },

        // Для OurPartnersLogoSection
        ourPartnersLogoSection: {
            name: "Наши партнеры",
            mapLink: "Перечень АЗС",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для OurClientsLogoSection
        ourClientsLogoSection: "Наши клиенты",

        // Для Footer
        telFax: "(тел / факс)",
        fax: "(факс)",
        forOrganizations: "Для организаций",
        forClientInquiries: "Для обращения клиентов",
        technicalSupport: "Техническое обслуживание",
        ourBranchesAndContacts: "Наши филиалы и контакты",
        workingHours: "Пн - Пт: 08.30 -17.30",
        daysOff: "Сб - Вс: выходной",

        // Для SecodaryFooter
        rulesOfUse: "Правила использования",
        offerAgreement: "Договор оферты",
        privacy: "Конфиденциальность",
        help: "Помощь",
        copyright: "© {{year}} НП ООО «Берлио»",
    },
};

export default ru;
