const ru = {
    translation: {
        // Заголовки страниц
        pageTitles: {
            home: "НП ООО «Берлио» - Главная",
            about: "НП ООО «Берлио» - О Берлио",
            contacts: "НП ООО «Берлио» - Контакты",
            news: "НП ООО «Берлио» - Новости",
            equipment: "НП ООО «Берлио» - Оборудование и ПО",
            forClients: "НП ООО «Берлио» - Для клиентов",
            signAndResign: "НП ООО «Берлио» - Заключение и Перезаключение договоров",
            gettingElectronicCard: "НП ООО «Берлио» - Получение электронной карты",
            cardUsageRules: "НП ООО «Берлио» - Правила пользования электронной картой",
            dealResignation: "НП ООО «Берлио» - Расторжение договора",
            priceListsAndTariffs: "НП ООО «Берлио» - Прейскуранты и тарифы",
            workWithPrivateAccount: "НП ООО «Берлио» - Работа в ЛК",
            documentsForDownload: "НП ООО «Берлио» - Документы для скачивания",
            plasticCardUsageRules: "НП ООО «Берлио» - Правила пользования топливной картой",
            tollRoads: "НП ООО «Берлио» - Платные дороги",

            eMoneyRegulations: "НП ООО «Берлио» - Регламент использования электронных денег",
            bicApp: "НП ООО «Берлио» - Берлио интернет клиент",
            forPartners: "НП ООО «Берлио» - Для партнеров",
            voiceRefService: "НП ООО «Берлио» - Голосовая справочно-информационная служба",
            loyaltyProgram: "НП ООО «Берлио» - Программа лояльности",
            forBankInfo: "НП ООО «Берлио» - Для банка",
            detailedNews: "НП ООО «Берлио» - Подробности новости",
        },

        // Для Header
        departmentsPhone: "Телефоны филиалов",
        allContacts: "Все контакты",
        searchAzs: "Поиск АЗС",
        personalAccount: "Личный кабинет",
        customerService: "Обслуживание клиентов",
        backToHome: "перейти на главную",

        // Minsk
        companyName: "НП ООО «БЕРЛИО»",
        minskName: "Головной офис",
        minskAddress: "Минская область, г. Минск, ул. Быховская 55",
        minskFooterAddress: "ул. Быховская 55, г. Минск, Беларусь, 220007",
        minskShortAddress: "г. Минск, ул. Быховская 55",
        inMinskCity: "в Минске",

        // Brest
        brestName: "Брестский филиал",
        brestAddress: "Брестская область, г. Брест, ул. Карла Маркса, 33 – 43",
        brestFooterAddress: "ул. К.Маркса 33, офис 43, г. Брест, Беларусь, 224005",
        brestShortAddress: "г. Брест, ул. К.Маркса 33-43",
        inBrestCity: "в Бресте",

        // Vitebsk
        vitebskName: "Витебский филиал",
        vitebskAddress: "Витебская область, г. Витебск, ул. Правды 37, корп. 2",
        vitebskFooterAddress: "ул. Правды 37, корпус 2, офис 84, г. Витебск, Беларусь, 210029",
        vitebskShortAddress: "г. Витебск, ул. Правды 37к.2-84",
        inVitebskCity: "в Витебске",

        // Gomel
        gomelName: "Гомельский филиал",
        gomelAddress: "Гомельская область, г. Гомель, ул. Речицкая 1А",
        gomelFooterAddress: "ул. Речицкая 1а, кабинет 419, г. Гомель, Беларусь, 246017",
        gomelShortAddress: "г. Гомель, ул. Речицкая 1а-419",
        inGomelCity: "в Гомеле",

        // Grodno
        grodnoName: "Гродненский филиал",
        grodnoAddress: "Гродненская область, г. Гродно, ул. Победы 17 - 7",
        grodnoFooterAddress: "ул. Победы 17-7, г. Гродно, Беларусь, 230026",
        grodnoShortAddress: "г. Гродно, ул. Победы 17-7",
        inGrodnoCity: "в Гродно",

        // Mogilev
        mogilevName: "Могилёвский филиал",
        mogilevAddress: "Могилевская область, г. Могилев, ул. Челюскинцев 105В",
        mogilevFooterAddress: "ул. Челюскинцев 105В, г. Могилёв, Беларусь, 212003",
        mogilevShortAddress: "г. Могилев, ул. Челючкинцев 105В",
        inMogilevCity: "в Могилёве",

        // Для Navigation
        aboutBerlio: "О Берлио",
        forPartners: "Для партнеров",
        forClients: "Для клиентов",
        news: "Новости",
        equipmentAndSoftware: "Оборудование и ПО",
        contacts: "Контакты",
        closeMenu: "Закрыть меню",

        // Для search
        noResult: "По вашему запросу \"{{query}}\" ничего не найдено.",
        search: "Поиск по сайту",

        // Для partners
        appliedProgramsAndSoftware: "Прикладные программы и ПО",
        webCenterBerlio: "ПО “Веб Центр БЕРЛИО”",
        oilAndCapital: "ППП “НЕФТЬ И КАПИТАЛ”",
        selfServiceCashRegister: "Касса самообслуживания для сетей АЗС",
        gasStationAutomationSystem: "ППП “Система автоматизации АЗС”",
        invoiceWebsite: "Сайт для выставления счетов-фактур",
        usefulInformation: "Полезная информация",
        voiceInfoService: "Голосовая справочно-информационная служба",
        loyaltyProgram: "Программа лояльности",
        downloadableDocuments: "Документы для скачивания",
        berlioPaymentRules: "Правила платежной системы электронных денег «БЕРЛИО»",
        bankInformation: "Информация для банка",

        // Для clients
        electronicPaymentSystem: "Электронная платежная система",
        contractConclusion: "Заключение и перезаключение договора",
        eCardReceipt: "Получение эл.карточки",
        eCardUsage: "Использование эл.карточки",
        contractTermination: "Расторжение договора",
        ratesAndTariffs: "Прейскурант и тарифы",
        personalAccountUsage: "Работа с личным кабинетом",
        fuelCardsAndGasStations: "Топливные карты и АЗС",
        gasStationsAndRoutes: "АЗС и маршруты",
        fuelCardUsage: "Использование топливных карт",
        tollRoads: "Платные дороги (BelToll)",
        fuelPayment: "Оплата за топливо",
        regulatoryDocuments: "Нормативные документы",
        berlioEWalletRules: "Электронные деньги “БЕРЛИО” ОАО “Белгазпромбанк”. Правила",
        berlioUsageRegulations: "Регламент использования электронных денег “БЕРЛИО”",
        servicesAndSoftware: "Сервисы и ПО",
        berlioInternetClient: "Приложение “Berlio Internet client”",
        berlioCardPayApp: "Приложение “BERLIOCARDPAY”",
        tatneftApp: "Приложение “АЗС ТАТНЕФТЬ BY”",
        clientCabinetSoftware: "ПО “Личный кабинет клиента”",

        // Для BreadCrumbs
        breadCrumbs: {
            home: "Главная",
            about: "О Берлио",
            forPartners: "Для партнеров",
            voiceRefService: "Голосовая справочно-информационная служба",
            loyaltyProgram: "Программа лояльности",
            forBankInfo: "Информация для банка",
            forClients: "Для клиентов",
            signAndResign: "Заключение и перезаключение договора",
            gettingCard: "Получение электронной карты",

            dealResignation: "Расторжение договора",
            priceListsAndTariffs: "Прейскуранты и тарифы",
            workWithPrivateAccount: "Работа в личном кабинете",
            documentsForDownload: "Досументы для скачивания",

            eMoneyRegulations: "Регламент использования электронных денег",
            bicApp: "Приложение 'Berlio Internet Client'",
            news: "Новости",
            detailedNews: "Детали новости",
        },

        // Для MainBlock
        mainBlock: {
            companyName: "Компания НП ООО «БЕРЛИО»",
            headline: "Система электронных расчетов на АЗС",
            tagline: "используйте электронную карту «БЕРЛИО» и заправляйтесь за 3 минуты",
            fuelCardUsage: "Использование топливных карт",
            belTollServices: "позволяет оплачивать услуги в системе BelToll (оплата платных дорог)",
            nonResidentServices: "Услуги в отношении нерезидентов РБ",
            nonResidentSupport: "компания также поддерживает клиентов из ближнего зарубежья",
            readMore: "Подробнее",
        },

        // Для MainAbout
        aboutBlock: {
            name: "Наша компания",
            alt: "Офис НП ООО «Берлио»",
            description: "Компания работает на рынке производителей и услуг с 1992 года. Количество объектов, принимающих к оплате карты «БЕРЛИО»: 804 — Беларусь, 379 — Россия",
        },

        // Для SystemSection
        systemSection: {
            name: "Система “БЕРЛИО”",
            listTitle: "а также",
            listItem1: "Разработка и сопровождение программного обеспечения под заказ; разработка, производство, установка и техническое обслуживание оборудования",
            listItem2: "Информационно-техническое обслуживание клиентов по системе безналичных расчетов «БЕРЛИО» на автозаправочных станциях, в магазинах и на объектах услуг в Беларуси",
            listItem3: "Разработка, производство, установка и обслуживание оборудования управления на автозаправочных станциях, СТО, пунктах взимания дорожных сборов, в магазинах и в других торговых объектах",
            listItem4: "Разработка, производство, установка и обслуживание оборудования по обеспечению расчетов по электронным картам",
            alt1: "Логотип BERLIO на стеле",
            alt2: "Заправка автомобиля",
        },

        // Для PurposeSection
        purposeSection: {
            name: "Назначение системы",
            description: "Система предназначена для оперативного безналичного расчёта по электронным картам. Основными составляющими узлами системы являются:",
            cardTitle1: "Расчетный центр",
            cardTitle2: "Терминалы",
            cardTitle3: "Электронные карты",
            fuelDispenser: "Топливораздаточная колонка",
            listTitle: "По картам “БЕРЛИО” можно оплатить:",
            listItem1: "топливо",
            listItem2: "газ",
            listItem3: "керосин",
            listItem4: "продукты",
            listItem5: "промтовары",
            listItem6: "масла",
            listItem7: "СТО",
            listItem8: "техосмотр",
            listItem9: "дорожный сбор в системе BelToll",
            listItem10: "дорожный сбор в системе ПЛАТОН",
            listItem11: "мойку",
            listItem12: "пылесос",
            listItem13: "стоянку",
            listItem14: "Velcom и МТС",
            listItem15: "услуги таможенных агентов",
        },

        // Для ClietPartnersServicesSection
        cpsSection: {
            name: "К услугам клиентов и партнеров",
            listItem1: "Оперативное заключение договоров",
            listItem2: "Безналичный расчёт",
            listItem3: "Своевременная бухгалтерская отчётность",
            listItem4: "Использование электронных карт",
            listItem5: "Возможность получения предоставляемых услуг (заправка любых видов топлива, покупка товаров народного потребления, оплата услуг, дорожных сборов) по одной электронной карте",
            listItem6: "Возможность ограничения видов предоставляемых услуг (заправка только конкретного вида топлива) по указанной клиентом электронной карте",
            listItem7: "Возможность ограничения суточной, месячной нормы топлива по указанной клиентом электронной карте, надежный металлический корпус в виде брелка для ключей, гарантия 1 год, индивидуальный пароль, надежная защита от подделки",
            forClients: "Для клиентов",
            forPartners: "Для партнеров",
        },

        // Для ForPartnersMain
        forPartnersMain: {
            title: "Для партнеров",
            description: "Выберите раздел и изучите необходимую информацию",
            partnerInfo: {
                title1: "Прикладные программы и ПО",
                title2: "Полезная информация",
                title3: "Стать участником системы",
                label1: "ПО “Веб Центр БЕРЛИО”",
                label2: "ППП “НЕФТЬ И КАПИТАЛ”",
                label3: "Касса самообслуживания для сетей АЗС",
                label4: "ППП “Система автоматизации АЗС”",
                label5: "Сайт для выставления счетов-фактур",
                label6: "Голосовая справочно-информационная служба",
                label7: "Программа лояльности",
                label8: "Документы для скачивания",
                label9: "Правила платежной системы электронных денег «БЕРЛИО»",
                label10: "Информация для банка",
            },
        },

        // Для PartnersAdvantagesSection
        partnersAdvantages: {
            name: "Преимущества для партнеров “БЕРЛИО”",
            documentsCycle: "Онлайн-оформление и полный цикл документов",
            documentsCycleTagline: "мы предоставляем полную бухгалтерию и работаем оперативно",
            billPrint: "Печать фискального чека",
            billPrintTagline: "возможность распечатать фискальный чек прямо из личного кабинета",
            location: "Удобное расположение офиса",
            locationTagline: "добираться к нам очень просто: офис в 4 минутах ходьбы от ст.м. “Ковальская Слобода”",
        },

        // Для PartnersFAQ
        partners: {
            faq_title: "Часто задаваемые вопросы",
            questions: {
                question1: "Как стать партнером?",
                question2: "Что необходимо, чтобы заключить договор?",
                question3: "Какие преимущества у партнеров?",
                question4: "Как получить акт сверки взаиморасчетов по топливу?",
                question5: "Как произвести оплату по договору?",
            },
            answers: {
                answer1: "На этом месте находится информация по данному вопросу",
                answer2: "На этом месте находится информация по данному вопросу",
                answer3: "На этом месте находится информация по данному вопросу",
                answer4: "На этом месте находится информация по данному вопросу",
                answer5: "На этом месте находится информация по данному вопросу",
            },
        },

        // Для VoiceReferenceServiceMain
        voiceRefServiceMain: {
            name: "Голосовая справочно-информационная служба",
            descr1: "Голосовая справочно-информационная служба предназначена для автоматизации работы с клиентами в организации. Программа использует голосовой факс-модем для выдачи голосового меню клиентам. Принцип работы с клиентами следующий: клиент звонит по номеру телефона, к которому подключен модем или номеру входящей линии внутренней АТС. Модем поднимает трубку телефона и клиенту предлагается голосовое меню, записанное клиентом.\nНапример:",
            descr2: "“Здравствуйте. Вы позвонили в справочно-информационную службу фирмы ”БЕРЛИО”. Для получения остатка по договору наберите цифру ’1′. Для получения по факсу отчёта о реализации за текущий месяц наберите цифру ’2′. Для получения по факсу отчёта о реализации за предыдущий месяц наберите цифру ’3′. Для соединения с менеджером наберите цифру ’9’”",
            descr3: "Клиент для получения необходимой информации набирает соответствующую цифру на телефонном аппарате. Внимание, набор всех цифр клиент должен производить в тональном режиме. Если для набора городского номера клиент использовал импульсный режим, то перед набором первой цифры необходимо нажать ’*’, чтобы перевести телефон (факс) в тональный набор. Набирать все цифры клиент может как во время паузы, так и во время голосовых сообщений.",
            descr4: "Начальное меню с определённой паузой повторяется несколько раз. Количество повторов и время паузы определяется в настройках программы. Если за указанное время клиент не нажал не одной цифры, то клиент соединяется с менеджером (так как если бы он нажал клавишу ‘9’). Если нажатая цифра не соответствует ни одной функции — клиенту сообщается “Сделан неправильный выбор” и меню повторяется заново.",
            descr5: "При выборе пункта ’9′ клиент переключается на менеджера. Номер телефона менеджера указывается в настройках программы. Доступность данного пункта возможна только в указанное время, например, только в рабочие дни с 9.00 до 18.00.",
            descr6: "При выборе пункта ’1’ клиенту предлагается набрать пятизначный номер договора, после чего ему сообщается об остатке денежных средств на договоре. При выборе пунктов меню ’2′ и ’3′ клиенту предлагается набрать номер договора завершив набор клавишей “#”, после чего клиенту по факсу передаётся Справка о реализации соответственно за текущий или предыдущий периоды.",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для LoyaltyProgramMain
        loyaltyProgramMain: {
            name: "Программа лояльности",
            descr1: "Программа лояльности предназначена для развертывания в клиентской сети компании системы предоставления и учета скидок, а также всевозможных акций и бонусных программ с использованием карт лояльности: бумажных (со штрих‐кодами), пластиковых (со штрих‐кодами, электронных (чиповых, с магнитной полосой), а также бесконтактных)",
            descrHeader2: "Основные преимущества программы:",
            descr2: {
                item1: "быстрота и простота использования",
                item2: "высокая надежность",
                item3: "режим офлайн с записью офлайн информации на карту обеспечивает клиенту доступность программы лояльности даже на объектах без связи с центром лояльности, а компании гарантирует, что клиент не перерасходует накопленные средства",
                item4: "огромная гибкость в настройках всевозможных акций",
                item5: "более 100 отчетов со всевозможными группировками и фильтрами",
                item6: "высокая степень защищенности на всех этапах взаимодействия системы гарантирует безопасность проведения транзакций “Семейная карта” ‐ возможность выпуска неограниченного количества дополнительных карт с одним карт‐счётом (например, когда муж, жена и дети используют один карт‐счёт). В этом случая все движения по программе лояльности проходят по счёту основной карты, при этом для идентификации клиента возможно использование любой из дополнительных карт",
            },
            descrHeader3: "Преимущества использования бесконтактных электронных карт:",
            descr3: "Больший срок службы карт, которые при бесконтактных расчетах, естественно, меньше изнашиваются. Удобство и скорость платежа на автозаправках, в кафе, супермаркетах и т.п. Карты и считыватели отлично защищены от мошенников",
            descr4: "Во‐первых карты имеют внутреннюю парольную защиту (отдельно на запись информации и отдельно на чтение), причем пароль устанавливается не на всю карту целиком, а на каждый из сегментов(а их может быть на карте “Mifare 1K” ‐ 10), что позволяет сохранять часть информации и от чтения и от записи, часть только от записи",
            descr5: "Во‐вторых, считыватели карт нашего производства не записывают информацию переданную информацию на карту. Вся информация предварительно шифруется и только в зашифрованном виде поступает на карту. Причём к информации дополнительно подмешиваются случайные данные, идентификаторы карты, записанные производителем и недоступные для изменения, а также расчётные контрольные значения. Кроме того на карте ведутся дополнительно контрольные счетные значения которые при изменении данных всегда должны изменяться по заранее известному алгоритму таким образом, что абсолютно идентичная операция с картой при каждом прикладывании имеет совершенно различное представление данных и контрольных значений",
            descr6: "Всё это не даёт никакой, даже потенциальной возможности продублировать карту или каким либо образом изменить информацию на карте (любые такие операции приведут к недействительности карты, вследствие, несовпадения контрольных кодов при расшифровке информации на карте)",
            descr7: "Аналогично, невозможно изменить данные на этапе взаимодействия компьютера со считывающим устройством. По линиям связи никогда не передаются сами данные, а только их шифрованное представление, смешанные с набором случайных данных и рассчитанных контрольных значений. И даже идентичная операция каждый раз имеет совершенно иное представление, т.е. даже повторив данные и сымитировав обмен, система будет считать все данные недействительными!",
            descr8: "Аналогично все коммуникации с центром лояльности системой офлайн и АСУ АЗС имеет шифрование и дополнительный контроль. К тому же при бесконтактных расчетах карта остается в руках у клиента, что снижает риск несанкционированных манипуляций с нею обслуживающим персоналом",
            descrHeader9: "Варианты использования программы:",
            descr9: {
                item1: "дисконтные карты — предоставление клиентам всевозможных скидок выражаемых в % от суммы покупки",
                item2: "бонусные карты — аналог дисконтных карт, лишь с тем различием, что клиент за свои покупки получает не скидку, а некий бонус. Бонусом может быть что угодно, варианты ограничены лишь Вашим воображением. Наиболее часто бонусы переводят в денежный эквивалент или в ту продукцию, которую предоставляют, например, литры бензина и т.д. Как один из вариантов использования ‐ зачисление невостребованной клиентом сдачи на его карту",
                item3: "электронные кошельки — электронный аналог бумажных талонов с учетом возможности многоразового использования, а также онлайн добавления/ перераспределения сумм/литров на карте",
                item4: "многофункциональные карты — например, дисконтные карты с дополнительным накоплением бонусов по акциям",
                item5: "поощрительная программа — позволяет в зависимости от активности клиента увеличение или уменьшение его бонусов (как в денежном выражении через начисление предоплаты или изменение статуса, так и в товарном, например, в виде подарков, или возможности безвозмездно приобрести заданное количество товара или услуги). Кроме того, аналогичные увеличения и списания возможно по результатам приобретения определённого количества (или на определённую сумму) товаров и услуг",
                item6: "призовая программа — позволяет разыгрывать среди участников программы различные призы (как в денежном выражении через начисление предоплаты или изменение статуса, так и в товарном, например, в виде подарков, или возможности безвозмездно приобрести заданное количество товара или услуги)",
            },
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для ForBankInfoMain
        forBankInfoMain: {
            name: "Наша компания",
            system: "Система электронных расчетов на АЗС",
            systemTagline: "используйте электронную карту “БЕРЛИО” и заправляйтесь за 3 минуты",
            usage: "Использование топливных карт",
            usageTagline: "позволяет оплачивать услуги в системе BelToll (оплата платных дорог)",
            nonResident: "Услуги в отношении нерезидентов РБ",
            nonResidentTagline: "компания также поддерживает клиентов из ближнего зарубежья",
            readMore: "Подробнее",
        },

        // Для ForBankInfoContact
        forBankInfoContact: {
            address: "Адрес",
            phone: "Телефон",
            forOrganizations: "Корпоративная почта",
            forClientInquiries: "Для обращения клиентов",
            readMore: "Все контакты",
        },

        // Для ForBankInfoDoc
        forBankInfoDoc: {
            name: "Документы",
            description: "Банком-эмитентом ООО “БЕРЛИО” является ОАО “Белгазпромбанк”",
            headline: "Регламент использования электронных денег “БЕРЛИО”",
            cardTitle1: "Правила ОАО “Белгазпромбанк”",
            cardTitle2: "Правила платежной системы электронных денег “БЕРЛИО”",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для ForClientsMain
        forClientsMain: {
            title: "Для клиентов",
            description: "Выберите раздел и изучите необходимую информацию",
            clientInfo: {
                title1: "Электронная платежная система",
                title2: "Топливные карты и АЗС",
                title3: "Нормативные документы",
                title4: "Сервисы и ПО",
                label1: "Заключение и перезаключение договора",
                label2: "Получение эл.карточки",
                label3: "Использование эл.карточки",
                label4: "Расторжение договора",
                label5: "Прейскурант и тарифы",
                label6: "Работа с личным кабинетом",
                label7: "Документы для скачивания",
                label8: "АЗС и маршруты",
                label9: "Использование топливных карт",
                label10: "Платные дороги (BelToll)",
                label11: "Оплата за топливо",
                label12: "Электронные деньги “БЕРЛИО” ОАО “Белгазпромбанк”. Правила",
                label13: "Регламент использования электронных денег “БЕРЛИО”",
                label14: "Приложение “Berlio Internet client”",
                label15: "Приложение “BERLIOCARDPAY”",
                label16: "Приложение “АЗС ТАТНЕФТЬ BY”",
                label17: "Касса самообслуживания для сетей АЗС",
                label18: "ПО “Личный кабинет клиента”",
            },
        },

        // Для ClientsAdvantagesSection
        clientsAdvantages: {
            name: "Преимущества для клиентов “БЕРЛИО”",
            customerService: "Сервисное обслуживание 24/7",
            customerServiceTagline: "оперативная техническая помощь клиентам в любое время суток",
            dealSign: "Заключение договора онлайн",
            dealSignTagline: "или в офисе в 4 минутах ходьбы от ст.м. “Ковальская Слобода”",
            personalCabinet: "Многофункциональный личный кабинет",
            personalCabinetTagline: "поддерживается многими АЗС Беларуси и имеет богатый функционал",
        },

        // Для ClientsFAQ
        clients: {
            faq_title: "Часто задаваемые вопросы",
            questions: {
                question1: "Как стать клиентом?",
                question2: "Что необходимо, чтобы заключить договор?",
                question3: "Как зарегистрировать бортовое устройство?",
                question4: "Каков порядок блокировки/разблокировки бортового устройства?",
                question5: "Как произвести оплату по договору?",
            },
            answers: {
                answer1: "На этом месте находится информация по данному вопросу",
                answer2: "На этом месте находится информация по данному вопросу",
                answer3: "На этом месте находится информация по данному вопросу",
                answer4: "На этом месте находится информация по данному вопросу",
                answer5: "На этом месте находится информация по данному вопросу",
            },
        },

        // Для SignAndResignMain
        signAndResignMain: {
            name: "Обслуживание в электронной платёжной системе “БЕРЛИО”",
            description: "Электронная платёжная система “БЕРЛИО” (далее – платёжная система “БЕРЛИО”) представляет собой сообщество пользователей: Участников и Клиентов, взаимодействующих в соответствии с установленными правилами.",
            purposeBeforeLink: "Приобретение и оплата за нефтепродукты, товары, работы и услуги производятся на ",
            purposeLink: "объектах торговли и сервиса (ОТС) ",
            purposeAfterLink: "платёжной системы “БЕРЛИО” электронными деньгами “БЕРЛИО” с применением:",
            list1: {
                item1: "электронных карт “БЕРЛИО”;",
                item2: "пластиковых электронных карт “БЕРЛИО”;",
                item3: "других носителей идентификационной информации",
                item4: "или их виртуальных эквивалентов",
            },
            participants: "Участники платежной системы “БЕРЛИО” (поставщики платёжных услуг)",
            operator: "Оператор",
            operatorTagline: "НП ООО “БЕРЛИО”",
            agents: "Агенты",
            agentsTagline: "организации,  обслуживающие собственных Клиентов, пользующихся платежной системой “Берлио”, могут иметь ОТС",
            emissioner: "Эмитент",
            emissionerTagline: "ОАО “Белгазпромбанк”",
            tradeAndServiceObject: "ОТС",
            tradeAndServiceObjectTagline: "объекты торговли и сервиса (АЗС, СТО, мойки и пр.)",
            serviseCenter: "ЦО",
            serviseCenterTagline: "центр обслуживания",
            customerService: "Обслуживание Клиентов осуществляется на основании:",
            list2: {
                item1: "договора присоединения клиента к обслуживанию в электронной платёжной системе “БЕРЛИО” – с Оператором (ЦО Оператора)",
                item2: "договора на открытие и обслуживание электронного кошелька, покупку электронных денег –  с Эмитентом (Расчётный центр)",
            },
            systemUsage: "Пользование платёжной системой “БЕРЛИО” осуществляется при наличии у Клиента оригиналов документов:",
            list3: {
                item1: "заявление о присоединении",
                item2: "договор с Эмитентом",
                item3: "иные договоры (согласно затребованным Клиентом услугам)",
            },
            documentsTitle: "Документы (ЛНПА) участников платёжной системы “БЕРЛИО” для ознакомления",
            operatorDocumentsTitle: "Документы оператора",
            cardTitle1: "Правила оператора электронной платежной системы “БЕРЛИО”",
            cardTitle2: "Правила обслуживания в электронной платежной системе “БЕРЛИО”",
            cardTitle3: "Договор присоединения клиента к обслуживанию в электронной платежной системе “БЕРЛИО”",
            emissionerDocumentsTitle: "Документы эмитента",
            cardTitle4: "Правила эмитента электронных денег “БЕРЛИО”",
            cardTitle5: "Договор на открытие и обслуживание электронного   кошелька",
            footer: "Договоры заключаются по установленным участниками платёжной системы “БЕРЛИО” типовым формам",
        },

        // Для SignAndResignSection
        signAndResignSection: {
            name: "Перезаключение / заключение договора",
            description: "В связи с изменением законодательства в сфере платёжных систем и приведением в соответствие типовых форм документов платежной системы “БЕРЛИО” (Система), Правил Оператора, Правил обслуживания, внедрением новой технологии обслуживания, действующим Клиентам необходимо перезаключить договоры обслуживания. Перезаключение и заключение Договора присоединения осуществляется по новой процедуре",
            dropdown1: "Оформление документов",
            link: "самостоятельно",
            selfSignList: {
                item1: "выполнить на сайте www.lkb.by предрегистрацию клиента: на стартовой странице кликнуть по кнопке “Предрегистрация в электронной платёжной системе “БЕРЛИО",
                item2: "ознакомиться с Регистрационной карточкой клиента (РКК), условиями и требованиями Договора присоединения и документов (ЛНПА) Участников платёжной системы “БЕРЛИО”",
                item3: "подготовить необходимый пакет документов для заполнения РКК и загрузки сканов",
                item4: "заполнить РКК:",
                orderedItem1: "выбрать Центр обслуживания",
                orderedItem2: "ввести УНП",
                orderedItem3: "подтвердить согласие Клиента с условиями и требованиями документов (ЛНПА) проставлением ”галочек” возле “Согласен”. При несогласии/отсутствии “галочек”, кнопка “Продолжить” не доступна, обслуживание действующих Клиентов (Оператора), не перезаключивших договоры, будет прекращено в одностороннем порядке",
                orderedItem4: "ввести данные уполномоченного лица (“Мастер-телефон”) на совершение юридически значимых действий в личном кабинете (ЛК) на сайте www.lkb.by, индивидуальный предприниматель указывает свой номер мобильного телефона)",
                orderedItem5: "загрузить сканы запрашиваемых документов для Оператора и Эмитента согласно “Списку документов” и РКК",
                orderedItem6: "проверить полноту и достоверность данных, при не соответствии, отредактировать, при наличии пустых полей, заполнить их. При  недостаточном объёме сведений для заполнения, сохранить РКК, кликнув на кнопку “Сохранить”, продолжить заполнение можно на стартовой странице www.lkb.by кликнув по кнопке “Предрегистрация в электронной платёжной системе “БЕРЛИО” и введя УНП в поле РКК",
                orderedItem7: "по завершению действий кликнуть последовательно на кнопки “Сохранить” и “Отправить” для проверки специалистами ЦО (выбранном изначально) на соответствие/несоответствие сведений в РКК и пакета документов требованиям платёжной системы “БЕРЛИО”",
                orderedItem8: "ожидать СМС-сообщение на “Мастер-телефон” о подтверждении предрегистрации, отправляется не позднее 5 рабочих дней с момента получения документов ЦО (данный срок действует в период перезаключения договоров и перехода на новый порядок) для дальнейшего формирования и подписания документов",
                orderedItem9: "при подтверждениии предрегистрации, пройти регистрацию в ЛК на сайте www.lkb.by",
                orderedItem10: "при отклонении предрегистрации, обратиться в изначально выбранный клиентом ЦО для выяснения несоответствия",
                orderedItem11: "сформировать в ЛК Заявление о присоединении, Соглашение о расторжении договора обслуживания (при перезаключении договора)",
                orderedItem12: "проверить в Заявлении о присоединении наличие “галок” возле “Согласен” (автоматически проставляются в соответствии с данными клиента из РКК)",
                orderedItem13: "распечатать Заявление о присоединении, Соглашение о расторжении договора обслуживания (при перезаключении договора), подписать, скрепить печатью (при использовании)",
                orderedItem14: "отправить Оператору, в выбранный при предрегистации ЦО, документ(ы) почтовым отправлением или с нáрочным для аутентификации / регистрации клиента в платёжной системе “БЕРЛИО”",
                orderedItem15: "отправить Эмитенту пакет документов по адресу: ОАО “Белгазпромбанк”, г. Минск, ул. Притыцкого,60/2, каб. 301",
                orderedItem16: "ожидать СМС-сообщение на “Мастер-телефон” о подтверждении регистрации и присвоенном номере и дате Договора присоединения",
                orderedItem17: "после получения Клиентом СМС-сообщения, процедура перезаключения договора в электронной платежной системе “Берлио” считается завершённой",
                footer: "Заявление о присоединении, оформленное и отправленное Клиентом на электронную почту Оператора или по факсу, не принимается",
                secondaryFooter: "Проверка статуса оформленных документов возможна в личном кабинете",
            },
            dropdown2: "Оформление документов в Центре обслуживания Оператора",
            customerServiceSignList: {
                item1: "ознакомиться с условиями и требованиями Договора присоединения и документов (ЛНПА) Участников платёжной системы “БЕРЛИО”, РКК",
                item2: "оформить, подписать, скрепить печатью (при использовании) документы для Эмитента (реквизиты договора, соглашения и пр., вопросник для клиента) согласно списку документов",
                item3: "подготовить необходимый пакет документов для оформления РКК и Заявления о присоединении. Допускается предоставление запрашиваемых документов в электронном виде (сканы на электронном носителе)",
                item4: "обратиться в ЦО Оператора по местонахождению Клиента (головной или региональные ЦО)",
                item5: "предоставить необходимый пакет документов для оформления РКК, Заявления о присоединении и загрузки сканов специалистами ЦО",
                item6: "подписать, скрепить печатью (при использовании) Заявление о присоединении, Соглашение о расторжении договора обслуживания (при перезаключении договора), предоставленные специалистами ЦО",
                item7: "1 экземпляр оригиналов вернуть специалисту ЦО",
            },
            dealFact: "Фактом присоединения клиента к Договору присоединения считается подтвержденная регистрация клиента в платёжной системе “БЕРЛИО”, подписанное сторонами Заявление о присоединении:",
            dealFactList: {
                item1: "номером Договора присоединения является номер регистрации Заявления о присоединении",
                item2: "датой Договора присоединения является дата регистрации Заявления о присоединении",
                item3: "местом составления является местонахождение ЦО, выбранного Клиентом при регистрации",
            },
            footer: {
                beforeTel: "Если у вас возникли вопросы по заключению договора, звоните в наш",
                tel1: "центральный офис",
                betweenTels: "или отдел по",
                tel2: "обслуживанию клиентов",
                afterTel: " Также вы можете позвонить в один из офисов наших филиалов на территории РБ или наших представителей в РФ.",
            },
            contactsLink: "Наши филиалы и контакты",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для GettingElectronicCardMain
        gettingCardMain: {
            name: "Получение электронной карточки",
            applicationHeader: "Заявка на получение электронной карточки “БЕРЛИО” оформляется:",
            list1: {
                item1: "личным обращением в ЦО Оператора по местонахождению Клиента (головной или региональные ЦО)",
                item2: "звонком по телефону обслуживания клиентов",
                item3: "письмом на электронную почту обслуживания клиентов:",
            },
            mailLink: "info@berlio.by",
            applicationFooter: "Вам выпишут счет-фактуру на необходимое количество электронных карточек. Оплата электронной карточки производится на расчетный счет НП ООО  “БЕРЛИО” согласно выписанному счету-фактуре. Цена на электронную карточку устанавливается в соответствии с действующим прейскурантом. Электронная карта выдается только после ее оплаты",
            documentsHeader: "Документы для получения электронной карточки",
            supervisor: "Руководителю нужны",
            supList: {
                item1: "приказ о назначении руководителя",
                item2: "паспорт или водительское удостоверение",
                item3: "копия платежного поручения с отметкой банка (независимо от наличия электронной системы “Клиент-Банк”) - если получение карточки происходит в день оплаты",
            },
            notSupervisor: "Не руководителю нужны",
            notSupList: {
                item1: "доверенность на получение ТМЦ",
                item2: "паспорт или водительское удостоверение",
                item3: "копия платежного поручения с отметкой банка (независимо от наличия электронной системы “Клиент-Банк”) - если получение карточки происходит в день оплаты",
            },
            documentsFotterPrimary: "При получении электронной карточки держатель устанавливает категорию карточки (дизельная, бензиновая, топливная либо универсальная) и, при необходимости, суточную и/или месячную нормы отпуска.",
            documentsFotterSecondary: {
                beforeLink: "Изменить/установить нормы и/или заблокировать/разблокировать карточки также можно в ",
                afterLink: ", или предоставив письменное заявление в отдел обслуживания по месту заключения договора.",
            },
            lkbLink: "личном кабинете пользователя",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        //Для ReaderSVG
        readerSVG: {
            enter: "Ввод",
            cancel: "Сброс",
            return: "Возврат",
            doze: "Доза",
            menu: "Меню",
            lang: "Язык",
            massage1: "Введите пин-код",
            massage2: "и нажмите “Ввод”",
        },

        // Для DealResignationMain
        dealResignationMain: {
            name: "Расторжение договора",
            cardTitle1: "О расторжении договора с НП ООО “БЕРЛИО”",
            cardTitle2: "О расторжении договора с ОАО “Белгазпромбанком”",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для PriceListsAndTariffsMain
        priceListsAndTariffsMain: {
            name: "Прейскуранты и тарифы",
            cardTitle1: "Прейскурант №03/2024 от 22.02.2024 (для резидентов)",
            cardTitle2: "Прейскурант №01/24 от 17.01.2024",
            cardTitle3: "Прейскурант 03/2022 от 17.03.2022 с 21.03.2022",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для WorkWithPrivateAccountMain
        workWithPrivateAccount: {
            name: "Работа с личным кабинетом",
            description: "Личный кабинет позволяет пользователю системы самостоятельно просматривать и редактировать информацию по договору:",
            list1: {
                item1: "общие данные",
                item2: "список карт",
                item3: "список платежей",
                item4: "реализацию и баланс за текущий либо предыдущий месяц",
            },
            sections: "Разделы личного кабинета",
            information: "Информация",
            informationTagline: "дата заключения договора, адрес, телефон, email, УНП, банк, расчетный счет организации, текущий остаток денежных средств по договору",
            payments: "Платежи",
            paymentsTagline: "список платежей по договору за текущий или предыдущий месяц",
            cardList: "Список карт",
            cardListTagline: "перечень электронных карт договора с указанием номера, даты выдачи, состояния, категории (вида топлива) карты, а также расчитанной суммы на карте",
            report: "Отчет о реализации",
            reportTagline: "список отпущенных нефтепродуктов (н/п), товаров и услуг по электронным картам договора за месяц",
            balance: "Баланс",
            balanceTagline: "сальдо, обороты, НДС по договору за текущий или предыдущий месяц",
            middleDescriptinon: "Внесение данных и изменение информации осуществляется при подписании соответствующего заявления (оригинал):",
            cardTitle1: "Заявление",
            lkbLink: "Перейти в личный кабинет",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для DocumentsForDownloadMain
        documentsForDownloadMain: {
            name: "Документы для скачивания",
            boxesHeaders: {
                applications: "Заявления",
                sampleLetters: "Образцы писем",
                paymentOrders: "Платежные поручения",
                notifications: "Уведомления",
            },
            app: {
                cardTitle1: "На разрешение редактирования данных в личном кабинете на сайте",
                cardTitle2: "На погашение денег для юр.лиц",
                cardTitle3: "О расторжении договора с ОАО “Белгазпромбанком”",
            },
            letters: {
                cardTitle1: "На регистрацию бортового устройства",
                cardTitle2: "О переносе карты с одного договора на другой (в рамках одного предприятия)",
                cardTitle3: "О запрете (обслуживании, аресте) карты",
                cardTitle4: "О принятии карты с другого предприятия",
                cardTitle5: "О переносе карты с другого предприятия",
                cardTitle6: "О регистрации транспортного средства на 4+ осей",
                cardTitle7: "О верном назначении платежа",
                cardTitle8: "Для уточнения кода по карте",
                cardTitle9: "Об ошибочной оплате на Р/С НП ООО “БЕРЛИО”",
                cardTitle10: "О расторжении договора с НП ООО “БЕРЛИО”",
            },
            orders: {
                cardTitle1: "Образец платежного поручения (для резидентов РБ)",
                cardTitle2: "Образец платежного поручения (для не резидентов РБ)",
            },
            notify: {
                cardTitle1: "Уведомление ЭЦП",
            },
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для EMoneyRegulationsMain
        eMoneyRegulationsMain: {
            name: "Регламент использования электронных денег “БЕРЛИО”",
            descriptionFirst: "В рамках договора обслуживания в платежной системе электронных денег «БЕРЛИО» (далее - «Система») настоящим регламентом определен порядок использования электронных денег «БЕРЛИО»",
            descriptionSecond: "В связи с установленным в системе порядком технологического сеанса связи (каждый рабочий день) между процессинговыми центрами и объектами, зачисление электронных денег на договоры и электронные карточки осуществляется следующим образом:",
            descriptionThird: "При использовании устройств доступа:",
            descriptionOl: {
                item1: "Заказчик перечисляет на расчетный счет ОАО «Белгазпромбанк», согласно заключенному договору, денежные средства на приобретение электронных денег «БЕРЛИО»",
                item2: "Исполнитель зачисляет денежные средства для приобретения электронных денег на договор Заказчика",
                item3: {
                    span: "Электронные деньги распределяются Исполнителем следующим образом:",
                    header: "Остаток электронных денег Заказчика в системе по договору в сутки делится на 2 части:",
                    ulItem1: "- с 18:00 до 24:00 использование электронных денег можно произвести в размере 50% всех электронных денег",
                    ulItem2: "- с 24:00 до 18:00 следующего дня – на остальные 50%",
                },
                item4: "Если на договоре Заказчика имеется несколько электронных карточек – то остаток электронных денег одновременно с делением в сутки будет делиться и на количество имеющихся карточек, пропорционально суточной норме",
                item5: "Если в текущие сутки была произведена реализация по конкретной электронной карте, то эта сумма уменьшает рассчитанный остаток электронных денег по этой карте (на текущие сутки)",
                item6: "В выходные и/или праздничные дни остаток электронных денег Заказчика в системе по договору делится на 3 части",
                item7: "Приобретение (использование) электронных денег можно произвести на рассчитанную сумму с учетом (за минусом) реализации за текущие сутки по данной карте",
                item8: {
                    before: "Информирование участников системы о плановых перерывах в работе или возникновении технических сбоев программно-аппаратного комплекса системы, в работе телекоммуникационных операторов, осуществляется путем размещения соответствующего уведомления",
                    firstLink: " в новостях",
                    between: " и в",
                    secondLink: " личном кабинете клиента",
                    after: " с указанием возможного времени их устранения",
                },
            },
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для BerlioInternetClientAppMain
        bicAppMain: {
            name: "Приложение “Berlio Internet client”",
            description: "НП ООО «БЕРЛИО» предлагает своим клиентам возможность для быстрого и удобного доступа к информации о договоре,  с помощью мобильного приложения «Berlio internet client»",
            ulHeader: "Приложение предоставляет полный доступ к информации по договору:",
            item1: "общая информация о договоре",
            item2: "баланс на договоре",
            item3: "список карт",
            item4: "информация по карте",
            item5: "платежи по договору",
            item6: "список реализаций",
            item7: "электронные счета-фактуры",
            stong1: "Информация предоставляется за текущий и прошедший месяц. Меню приложения интуитивно понятное и легкое в освоении",
            stong2: "Для использования мобильного приложения необходимо иметь договор с НП ООО «БЕРЛИО» на обслуживание в платежной системе электронных денег «БЕРЛИО»",
            stong3: "Установите мобильное приложение на свой телефон. Используйте для входа в мобильное приложение тот же логин и пароль, как и в личном кабинете",
            stong4: "Наше приложение доступно для пользователей Android и Iphone",
            cardTitle1: "Скачать из Play Маркет",
            cardTitle2: "Скачать из Apple Store",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для NewsBlock
        newsBlock: {
            sortBy: "Упорядочить:",
            name: "Новости",
            newFirst: "Сначала новые",
            oldFirst: "Сначала старые",
            backHome: "На главную",
        },

        // Для PaymentSystem
        paymentSystem: {
            name: "Электронная платежная система «БЕРЛИО»",
            coverage: "Систему поддерживают 97% АЗС Беларуси, а также заправки России.",
            cardDescription: "Расчет за приобретаемое топливо, товары и услуги производится посредством электронной карточки «BERLIO», которая представляет собой пластиковую карту.",
            actionSignContract: "Заключить договор",
            gasStations: "АЗС",
        },

        // Для FuelCards
        fuelCards: {
            name: "Топливные карты",
            fuelCardsDescription1: "Оплата проезда транспортных средств по платным автомобильным",
            fuelCardsDescription2: "Залоговая стоимость устройства электронной оплаты (бортового устройства)",
            road: "Дорога",
            cardTitle: "Выпуск в обращение и использование топливных карт",
        },

        // Для ActualSection
        actualSection: {
            name: "Актуальное",
            actualBlockTitle1: "Перечень заправок без процентов",
            actualBlockDescription1: "Нужно что-то написать!",
            actualBlockTitle2: "Оперативная помощь при обращении",
            actualBlockDescription2: "Нужно что-то написать!",
            actualBlockTitle3: "Сеть АЗС и маршрутов",
            actualBlockDescription3: "Нужно что-то написать!",
        },

        // Для NewsSection
        newsSection: {
            name: "Последние новости",
            linkToNews: "К деталям новости",
            prev: "влево",
            next: "вправо",
        },

        // Для DetailedNewsMain
        detailedNewsMain: {
            name: "Детали новости",
            notFound: "Новость не найдена",
            backToNews: "Вернуться к новостям",
            date: "Дата",
        },

        // Для OurPartnersLogoSection
        ourPartnersLogoSection: {
            name: "Наши партнеры",
            mapLink: "Перечень АЗС",
            homeLink: "На главную",
            upLink: "Наверх",
        },

        // Для OurClientsLogoSection
        ourClientsLogoSection: "Наши клиенты",

        // Для Footer
        telFax: "(тел / факс)",
        fax: "(факс)",
        forOrganizations: "Для организаций",
        forClientInquiries: "Для обращения клиентов",
        technicalSupport: "Техническое обслуживание",
        ourBranchesAndContacts: "Наши филиалы и контакты",
        workingHours: "Пн - Пт: 08.30 -17.30",
        daysOff: "Сб - Вс: выходной",

        // Для SecodaryFooter
        rulesOfUse: "Правила использования",
        offerAgreement: "Договор оферты",
        privacy: "Конфиденциальность",
        help: "Помощь",
        copyright: "© {{year}} НП ООО «Берлио»",
    },
};

export default ru;
